Repository: Sohbetbackend/flask-flutter-ecommerce-web
Catalog: shop/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please login first
ru: Пожалуйста сперва войдите

source: At:
ru: Имя

source: Açar sözi:
ru: Пароль

source: Açar sözi gaýtala:
ru: Повтори Пароль

source: Telefon:
ru: Телефон

source: Bu at eýýäm ulanyldy!
ru: Это имя уже существует

source: Bu telefon nomer eýýäm ulanyldy!
ru: Это номер уже существует

source: Nädogry telefon ýada açar söz
ru: Неправильный телефон или пароль

source: Ady
ru: Названия

source: Bahasy
ru: Цена

source: Telefon
ru: Телефон

source: Arzanladyş
ru: Скидка

source: Giňişleýin
ru: Описание

source: Surat 1
ru: Картина 1

source: Surat 2
ru: Картина 2

source: Surat 3
ru: Картина 3

source: Kategoriýalar
ru: Категории

source: Brendler
ru: Бренды

source: Search any product...
ru: Ищите...

source: Agza bol
ru: Регистрация

source: Içeri gir
ru: Войти

source: Hasabym
ru: Мой аккаунт

source: Ulgamdan çyk
ru: Выйти

source: Maglumatym
ru: Профиль

source: Önümler
ru: Продукти

source: Bahasy:
ru: Цена

source: Telefon:
ru: Телефон

source: Öňki
ru: Предыдущий

source: Indiki
ru: Следущий

source: Önümiň ady:
ru: Названия

source: Önümiň bahasy:
ru: Цена

source: Arzanladyş:
ru: Скидка

source: Önümiň maglumaty
ru: Описание
